Repository: PiotrKozimor/krk-stops-app
Catalog: lib/l10n/app_*.arb
Languages: pl

# loginLoggedAs
source: Logged as
pl: Zalogowany jako

# loginOut
source: Log out
pl: Wyloguj

source: Log in
pl: Zaloguj

# loginPlease
source: Please log in to backup settings
pl: Zaloguj się aby utworzyć kopię zapasową

# backup
source: Cloud backup
pl: Kopia zapasowa

source: Backup Settings
pl: Zapisz ustawienia

# backupSettingsOk
source: Backup finished successfully
pl: Pomyślnie zapisano ustawienia

# backupSettingsError
source: Error occured during backup
pl: Błąd podczas zapisu ustawień

# backupRestore
source: Restore Settings
pl: Przywróc ustawienia

# backupRestoreOk
source: Restored settings successfully
pl: Pomyślnie przywrócono ustawienia

# backupRestoreError
source: Error occured when restoring backup
pl: Błąd podczas przywracania ustawień

# backupRemove
source: Remove Backup
pl: Usuń kopię zapasową

# backupRemoveOk
source: Backup removed successfully
pl: Pomyślnie usunięto kopię zapasową

# backupRemoveError
source: Error occured when removing backup
pl: Błąd podczas usuwania kopii zapasoweja

# airlyInstallation
source: Installation
pl: Instalacja

# airlySeeOnMap
source: See on map
pl: Zobacz na mapie

# airlyFindNearestInstallation
source: Find nearest installation
pl: Znajdź najbliszy czujnik

# airlyFindNearestInstallationOk
source: Found nearest installation
pl: Znaleziono najbliszy czujnik

# airlyFindNearestInstallationError
source: Error occured when finding nearest installation
pl: Błąd podczas szukania najbliszego czujnika

# airlyEditInstallation
source: Choose installation
pl: Wybierz czujnik

# airlyEditInstallationBadId
source: Bad installation id
pl: Zły identyfikator czujnika

# airlyEditInstallationAccept
source: Save
pl: Zapisz

# savedStopsAdd
source: Add to saved
pl: Zapisz

# savedStopsRemove
source: Remove from saved
pl: Usuń z zapisanych

# departureFilterbyType
source: Filter bus or tram departures
pl: Filtruj odjazdy autobusów lub tramwajów
